---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.MaterialParamGlow
source: html/cbf89e1b-e96c-53f6-4b21-2a448daec4f4.htm
---
# Autodesk.Revit.DB.ParameterTypeId.MaterialParamGlow Property

"Glow"

## Syntax (C#)
```csharp
public static ForgeTypeId MaterialParamGlow { get; }
```